</S>
<S>
<UNK>
<BOS>
<EOS>
hai
ke
na
ki
mein
dil
se
ho
ka
to
tu
main
ye
hain
bhi
ko
kya
re
mere
o
meri
me
jo
yeh
nahi
tere
mera
aa
ek
de
hum
teri
pe
koi
hi
pyar
le
tum
gaya
kar
tera
gayi
do
pyaar
mujhe
ne
aur
ab
duniya
aaj
wo
mai
har
ja
hoon
toh
gaye
kabhi
jab
aaye
phir
din
par
ji
nahin
zindagi
sab
ishq
dekho
jaye
raat
jaane
woh
is
ha
jaan
naa
tujhe
hu
chal
haye
kisi
tha
aaja
are
baat
kaise
ham
rang
liye
aayi
naam
kuch
man
aaya
rahe
jaaye
mohabbat
the
kaha
ya
maine
ghar
dekh
you
lo
zara
ban
kare
yaad
sa
si
kyun
piya
nazar
bas
mujhko
jaa
kiya
chale
pal
jane
raha
yaar
laga
diya
kaa
tak
apna
apne
mil
kuchh
la
haan
hua
thi
hoga
jaise
hey
i
aise
rahi
love
sun
lage
kahi
bhar
apni
sanam
jana
aisa
kaun
kyu
tune
karo
mar
deewana
bin
aye
mile
dekha
ae
kal
tujhko
kahe
ik
ram
chali
lagi
liya
mann
sang
jawani
bole
di
dard
saath
oh
in
chhod
haay
mila
kab
hota
yaha
wale
yahi
aisi
koyi
bina
aao
aag
kasam
jaana
aankho
chori
gori
kho
gham
abhi
bolo
tumse
bol
agar
badi
khushi
bada
tan
jiya
aankhon
so
bana
raja
chahe
khuda
chand
aage
allah
kam
kahin
oye
e
magar
kaisa
gali
sath
khud
paas
jaha
kis
ve
dar
baar
jee
tumhe
aankh
chala
jai
he
prem
mast
dono
naina
hun
ni
mat
more
mausam
dekhe
masti
door
nasha
dur
jal
kaisi
aap
maa
jhoom
kali
bata
bhai
badal
da
sajan
hui
dum
sar
yun
aana
a
karte
my
mujhse
hath
kismat
zamana
leke
tumko
bhul
chain
jag
suno
baba
baby
hogi
karna
kyaa
iss
kahan
chalo
jara
ma
kahani
jeena
rab
jahan
saari
hame
kaam
pata
humko
husn
sari
chup
hawa
ladki
dheere
hoti
abb
jeevan
bade
jahaan
pa
mushkil
bahar
huyi
tujhse
wala
jan
lag
deewane
kahaan
saare
oo
geet
ga
aane
sach
huye
ra
khel
haath
phool
yu
ri
tod
kadam
ghadi
rah
keh
jhum
aake
us
tarah
itna
karta
tauba
gale
maula
hoye
thoda
dam
bat
wahi
jis
vo
haaye
chham
bhari
jayega
or
najar
kyon
rabba
preet
bar
jao
rat
nain
hamara
log
aati
arey
desh
hone
du
sare
janam
sapne
hosh
rani
karu
sara
it
ro
jaisa
banke
meraa
paani
no
dhadkan
dukh
hue
raho
badan
manzil
chor
lekin
dhak
lut
lagta
sajna
khabar
maan
sada
pani
mohe
nayi
ruk
hamari
kaho
mili
chanda
karke
jau
aayega
aata
pyare
naya
ta
wali
mori
tumhare
deewani
chaahe
on
doon
fir
hume
sau
aate
rakh
aankhe
hamko
suna
dilbar
kitna
haa
umar
idhar
gum
jayenge
and
waqt
kah
pee
dulhan
hote
dance
milan
juda
wah
thodi
dole
ada
jadu
phul
sabhi
mora
yahan
te
naino
jaao
sapno
too
bhala
shaam
bahut
chupke
pichhe
baithe
band
balam
balle
sapna
haal
tumne
be
mehfil
pyara
bhaiya
chaand
bura
nach
hamare
jata
aaa
dhin
jeene
tujh
kehna
humse
use
dharti
reh
maar
karle
dunia
jale
jayegi
jaate
sham
bam
sukh
subah
aji
sawan
tumhari
dhoom
jate
li
chahat
yaara
diye
babu
pehle
jigar
utha
ulfat
holi
karne
ang
wafa
humne
aashiq
sakhi
kitne
hona
we
karenge
waha
baje
yahaan
haar
pyari
nikal
gai
hamne
soch
chhup
mara
sahi
gagan
jaisi
tab
your
jise
dena
mare
lu
aah
khol
mujh
char
ud
pagal
rut
sabse
gore
jawaani
roop
bani
teraa
hasi
tut
taraf
ali
nam
wada
karti
hotho
raah
sona
tumhara
roz
soniye
party
yar
tham
neend
rehna
hoo
sama
arre
haule
jaadu
saiya
hare
jaati
hari
denge
honge
jawan
lal
laila
bhool
hamse
maut
bane
sone
rama
kee
nache
uski
cham
raste
baatein
jivan
surat
zamane
ai
udhar
balma
pade
haseen
milne
loot
jati
bhagwan
sabko
maza
naal
raam
go
jina
sitam
karoon
sambhal
hoy
safar
chhodo
saathi
pi
gayaa
chahiye
naye
paisa
chalte
sahara
shama
gam
sathi
shor
dua
huwa
sake
dikha
armaan
tara
rup
pas
bhare
jindagi
uska
apani
yaaro
milke
come
paar
lena
dungi
rasta
baho
bewafa
dushman
jawa
bach
jeet
lekar
usko
tute
aansu
one
jala
jaayega
aai
der
maane
hmm
for
padi
teer
saajan
mana
hatho
kitni
ghum
bhula
suraj
moti
zameen
up
loon
samajh
hoke
baahon
jaaun
khul
yaa
ise
baras
apane
u
jaata
hay
socha
tujhpe
khadi
samjhe
sine
jiye
chaman
samne
muh
saja
baate
waale
khali
kehte
bahaar
dhum
chehra
tumhi
kisko
jaldi
walo
all
chura
dekhi
tanha
mod
ghata
mujhako
aayegi
payal
thandi
hans
bad
dosti
dilo
doli
lala
aasman
life
dhun
duniyaa
gun
dhire
aasmaan
kahu
maja
just
parda
nu
hal
mit
logo
mithi
am
jisko
kon
kaahe
jaam
akela
kise
mujhpe
kamal
radha
pad
khil
dala
bate
khata
itni
wanna
yeah
gal
gol
tana
mane
jalwa
shadi
dekhu
huaa
kisne
aas
dilruba
upar
jine
sansar
wohi
tare
khele
chak
laa
laal
bola
andhera
karam
hasin
andar
chhoti
chalta
jogi
deta
gora
time
kiye
jamana
vich
jisne
maare
now
aayenge
taare
janu
lagan
likha
badle
akele
baja
chaar
pyaare
saara
gul
ganga
shaadi
boli
lenge
nind
chaal
jannat
darr
dha
pahle
dete
saans
night
daulat
khush
tamanna
rag
pehli
shola
jawaan
paagal
bhole
ru
aanchal
waah
achha
kehta
pada
jani
ankhiya
isko
bhara
bijli
kala
cheez
raaz
khoya
bachpan
karega
layi
isi
mainu
ras
akeli
chhupa
laut
sajana
marna
karun
dhol
chandani
uske
kahte
jhume
aan
om
insaan
milega
barse
lakh
khile
nai
roke
rahega
panchhi
paye
roti
marne
jaayenge
aaha
lamha
rain
puchho
laage
suni
of
salam
khwab
kahaani
banaya
garam
piche
chehre
thaa
lagaye
tale
say
kyo
kidhar
pawan
happy
milte
nigaho
kat
chaahat
nashe
roye
daman
hat
pyaari
khwaab
tori
yehi
pukare
ladka
bindiya
phulo
hello
lab
samjha
watan
luta
baap
saawan
govinda
hamein
chum
un
dariya
kudi
paya
jage
kha
baaton
samjho
mama
yara
paise
rona
aankhein
dhokha
ee
mita
jaani
usi
asar
basa
daal
bedardi
don’t
karde
seene
hansi
gaaye
naach
has
lakho
ding
rakhna
fasana
kaali
jaayegi
khade
lagti
phoolo
machal
insan
jiyo
that
with
pyas
pyaas
sirf
tore
bal
ajab
yad
saanson
rey
laya
gaa
zinda
pam
bekarar
jagah
jam
yaro
baadal
mahfil
this
diwana
tuhi
soni
salaam
ishk
saal
disco
lene
uthe
bacha
milta
meethi
jhuk
baad
rahenge
bechain
dunga
shyam
suhani
bandh
pardesi
oy
rok
saa
take
yo
baaje
samjh
dagar
lagana
mandir
yaari
lad
tujhako
kehti
men
naache
chhu
aankhen
chalti
kahna
yahin
jiski
dhoka
dildar
jaga
bandhan
tang
manjil
aansoo
nagar
bahana
dene
iska
beta
utar
bholi
sabki
likh
tun
chadh
chun
lai
sune
know
jiska
taqdeer
get
sagar
jaau
like
maro
dal
nacho
daddy
tadap
what
rote
ruth
dilli
soye
raani
lagaa
dulha
chha
girl
gadi
haathon
nadiya
kamar
khoye
deti
aayo
chakkar
nindiya
its
chalna
arman
usne
unko
kai
chaha
unse
mehboob
chamke
raahon
paaye
uthi
ghunghat
khub
udd
buri
bairi
dhoop
hero
jaanu
dhadke
kate
jamane
lete
ishara
mahi
gin
dhal
jiske
kinare
crazy
roshni
dost
udi
mauj
raaton
khana
good
rog
banake
suhana
gulabi
baitha
sabke
duba
khila
sundar
jaunga
khuli
nadan
socho
chhed
jaage
himmat
dhan
baithi
chad
unki
rasiya
nigahe
rehta
mauka
dekhte
deke
jism
nikle
chod
baki
hamesha
chik
basti
bhee
dega
dor
hamaare
sharam
yaadon
taar
mud
rakha
uda
bich
feel
sawariya
aadmi
ghir
agan
mumbai
mehbooba
mele
pakad
aadhi
kahta
sakta
rishta
rahu
saiyan
fida
iski
muhabbat
jor
ambar
sharab
ba
khaali
bala
chhan
bande
chunariya
bhule
amma
muskil
laagi
meet
baaho
intezaar
mala
jogan
bharat
boom
very
want
mitti
laaj
chhaya
chu
nazare
goli
qayamat
iske
duje
baaki
jiwan
madhur
pag
gana
tin
das
deep
khaye
mastana
yuhi
munh
mata
kamaal
gir
roj
nana
mange
uth
chanchal
naiya
tumhaare
tuta
darling
pari
money
dham
tamasha
kara
kale
rahna
chhori
niche
lele
bekhabar
aahe
jaungi
zor
bachke
rangin
sahare
maiya
khushboo
rock
bahe
aangan
jalta
apana
teen
paa
ajnabi
sahar
badnam
nas
aalam
banda
mubarak
ruthe
move
umariya
chhute
gira
jawab
dub
palko
sitare
aakhir
adaa
gayee
lelo
karar
sharabi
soja
tik
bulbul
khushiya
milenge
lambi
matlab
baato
bhale
yaaron
majnu
khatir
i’m
gar
sanso
daaman
jay
unke
zaraa
gayo
dawa
jhuki
ishare
biwi
khan
uss
jidhar
khafa
jodi
josh
dupatta
jabse
lets
milna
jaaneman
judaa
rahaa
padega
kadar
soyi
kinara
mulakat
angana
zamaana
chandi
bujha
bahot
sarkar
jagi
badh
chhota
jalti
saj
bali
hamaari
kiska
maange
gudiya
jamuna
khidki
muskura
milti
waali
aasma
patthar
mari
andhere
rone
see
laye
inn
musafir
banaye
unhe
dhadak
nahee
sur
badnaam
marzi
puri
gaadi
hindustan
sai
nadi
lagata
taro
afsana
sikha
botal
bhag
takdir
tarana
purana
india
jugni
phoolon
babul
tohe
karoge
khoyi
tenu
jitna
pahli
jake
jaae
mela
bhigi
tumhaari
everybody
mukhda
raj
bhed
how
gussa
kangana
pyaara
mahal
junoon
reet
chuke
khat
rota
haseena
mang
dali
jod
naseeb
rehne
badla
aave
god
saiyaan
bekhudi
haiya
mor
marte
sher
inko
can
prit
right
saamne
thaam
let
karate
dekhiye
milo
noor
gulshan
guzar
mano
nainon
galiyo
ku
maaf
pat
wahin
pasand
arrey
bhola
bahane
soche
katil
got
mehandi
aaaa
jaoge
gaao
mitha
pathar
milane
toofan
kaliya
wahan
way
deewaana
kahun
karungi
saki
aam
raatein
mal
thokar
bato
heart
taal
kahti
alag
dekhna
khair
key
bambai
khoon
munna
kiski
gujar
zamaane
beti
tufan
boy
raaste
kehne
humein
maal
saza
chan
raate
barbad
kiss
khun
aakar
waise
aayaa
daiya
jalte
body
malik
hasina
jaag
nakhre
haste
aala
hee
zalim
aha
saat
pyasi
ladi
khayal
singar
khushiyo
tarse
piye
isse
itne
jin
shaan
ooo
piyaa
bhor
number
krishna
papa
karlo
diyaa
toot
gila
uff
ruke
kahne
aawaz
peeche
diwane
sabka
parde
kijiye
maara
kayi
duaa
baith
han
chamak
nishani
dhar
shuru
roshan
allaah
kudiye
kadmo
khole
aau
but
dun
padh
dont
shehar
jaake
jite
bite
ladaki
aarzoo
jungle
lahu
halat
beet
todo
raaja
bhaag
thode
baharo
hasino
koyal
eye
nishana
warna
dori
raato
kami
lungi
zulm
chhin
leta
dang
degi
hamane
raahi
majboor
choli
chhayi
rum
pukara
dola
saheli
karein
shan
dede
dhup
sadke
saya
shayad
paayal
why
usse
bheegi
hamako
maana
wallah
rate
nikla
pehla
bhaye
hata
nazariya
talak
ankh
uspe
kardi
tasveer
pyasa
sorry
ankho
humsafar
kaale
tumpe
tumako
khushiyon
chudi
tir
marta
chhote
saaye
saka
beech
batiya
sal
chalne
aitbaar
aadat
tumase
banaa
saagar
thak
toba
chhal
aasha
tar
mol
irada
soya
sataye
hamen
kajal
jaave
taaron
chhoda
mukh
karegi
badli
soniya
khada
siva
koyee
ladke
khili
chunari
janeman
roshani
tell
vande
choti
cha
baj
albeli
premi
baabu
maahi
peechhe
chot
halka
pukar
laakh
dale
darna
munda
solah
give
aurat
itana
aish
cool
git
dusman
raina
rehti
lamhe
leti
hasti
acha
only
jeete
laayi
dilon
dharati
khatam
pila
tose
paaya
saye
dildaar
rahegi
punjabi
gao
yoon
hara
bijali
bolu
ikrar
jaiyo
kitane
samay
mujhase
make
kahoon
dharam
mahiya
jaanam
sexy
been
when
tujhase
gaal
jaagi
fariyad
bhabhi
pucho
darta
parwana
milaa
chandni
ude
khushbu
pooja
wai
bagiya
pukaare
khwabo
maya
had
bataye
kash
bedard
khona
nazaro
huya
siwa
raaj
magan
manwa
bansi
vi
aajaa
jano
dip
rahein
jalim
rangeen
ankhiyo
purani
najuk
chehara
dulhaniya
raag
desi
kahiye
per
darde
begana
jali
deewano
maang
darpan
hazaro
lagaya
thumka
hothon
joban
jhan
bataa
touch
ghayal
jaal
tukde
natkhat
judaai
wahaan
deepak
bazar
zubaan
ikraar
jaayen
aasu
munde
maano
inki
war
kashti
jeb
puchh
sans
kiske
guru
ore
khwaabon
khet
achhi
matwala
sunaye
barkha
karana
dillagi
not
janta
amar
pum
aandhi
mummy
need
meree
chin
sapane
mastani
lunga
dhara
nibhana
basi
sapnon
toda
sargam
bombay
majbur
daali
des
leja
patli
milegi
ui
rooh
chalu
pankh
garmi
bhali
gonna
patang
thaiya
dikhaye
thik
bula
mehndi
deva
dekhne
baazi
pura
laakhon
chupa
barso
humara
taara
sadi
palat
jind
dana
she
kaliyo
pure
mazaa
zaalim
paheli
daru
unka
fariyaad
mitwa
kanha
bum
bujh
sajni
nata
banana
nikli
jalaye
bachana
baaten
aapke
prabhu
bulaye
deewaane
mathe
milake
po
will
mad
ankhiyaan
khamosh
bikhar
saanso
puchhe
jhuka
aawara
tip
kiran
jhule
pass
bano
dhua
laali
mamta
chhuk
chhut
karunga
aae
peene
taaro
bichhad
dol
sunle
mr
batao
zulfon
zyada
karati
apno
nagariya
chhum
hungama
oho
isme
dong
kahaa
birthday
sitaro
kajra
matwale
sing
kari
pehchan
kahate
bari
panchi
tumhein
karen
roka
day
shake
thikana
darte
sakte
aj
chiz
sawal
saansein
hm
chur
hasrat
taan
bache
intzar
yunhi
bahare
lagda
saaz
hind
baalam
dilwale
chhedo
aadha
out
miya
dino
bechara
hoth
gaana
tadpa
mithe
aaoge
kisse
down
rehte
nayan
hot
laaye
kanhaiya
jadoo
jhoome
wade
lagati
toote
fiza
hazaar
darshan
mm
nazro
itani
zulf
ayi
barat
julm
chhe
chalegi
aashiqui
ghunghru
moh
roko
samaa
sir
rango
bankar
manga
chhora
labo
waada
anjaan
barsat
milate
qasam
shabnam
bye
dekhta
anmol
fikar
ujala
raz
shiv
beete
jholi
hole
zid
jiyara
karib
hamaara
tainu
nari
tonight
jalne
aaram
akal
lali
humari
haatho
two
pahale
faisla
rahte
doob
aey
kurban
panghat
barsaat
jisme
pet
alvida
base
humare
khule
jashn
galiyon
lega
haq
sita
sooni
malum
mehnat
khiladi
apun
nazron
ankhiyan
khone
sansaar
poori
gajab
lade
pahchan
pehale
albela
chacha
chupake
paanv
labon
badha
jeewan
kharab
ghul
khelo
chahta
malang
inke
world
sapano
aasan
naram
ratiya
sat
pati
giri
akhiyan
baiya
daur
heer
bharosa
sacha
look
resham
ah
if
aakash
nazara
garibo
munne
bekaraar
jitne
zaroori
sitaare
parwane
romance
dhul
taali
matwali
ti
rooth
mehman
haari
have
tufaan
ehsaas
daale
jaanaa
barbaad
maari
chidiya
pine
than
julfo
sadaa
radhe
tujhme
andheri
full
gulab
ghat
anjaam
nachna
devi
jyot
hanste
nazre
chadha
dhale
awara
ghoom
shole
mel
taras
aksar
rafta
tumhen
judai
galiya
unchi
topi
honthon
diwali
it’s
sambhalo
armano
baal
aapki
dhadkano
batau
sauda
chehare
jalwe
ruki
ishaare
haare
dhadka
tim
laz
bhage
raaho
jaayein
bacho
beh
dan
pan
pita
lagaaye
nafrat
nachle
naacho
rim
saiyyan
behna
paan
chahu
galo
panga
garib
savere
milkar
jug
gazab
chaho
kiyaa
chalke
baji
aapko
inhe
hoja
shahar
shava
san
naiyo
eh
rimjhim
milana
bilkul
dwar
turu
marhaba
ranjha
mohan
bete
hor
pyaasi
tanhai
kahenge
jhim
intezar
zindgani
singh
haalat
sata
achcha
yes
gaate
jhuth
sharma
daga
kinaare
diwani
bebasi
savera
aisaa
kholo
miss
shyaam
inka
saala
tal
lijiye
aaungi
mangal
haara
kitani
bang
never
gaon
jaaungi
waisa
chodo
nachu
banane
n
kudrat
uljhan
maaro
nikale
kitana
ch
raasta
pran
who
banna
show
baarish
dooba
pataa
nirali
deedar
sehra
baari
najare
maina
hazar
palkon
lori
style
chumma
imaan
likhi
haske
jhalak
sala
chuki
mach
sikh
chudiya
unche
usaki
hila
adhuri
karni
rahoon
mind
pahla
huzur
nasib
beat
sakhiya
sadak
aaho
meera
dare
yakeen
vaada
doori
daya
barabar
xa
rom
khilona
dara
break
chhede
yari
dhundh
lagane
aashik
bandagi
meetha
ghabraye
paraya
naaz
lak
banno
zaroorat
je
jhuthi
ankhiyon
shri
jiyaa
naughty
umang
gaane
lagake
tode
peele
you’re
rangila
dig
sooraj
feeling
neeche
samandar
gair
nanhe
tann
meharbaan
baliye
dhund
path
halchal
apanaa
falak
pritam
achchha
kamli
alla
nagri
ghoda
dosto
maalik
salamat
zindagani
mujhme
chhalla
jadugar
pyase
thumak
payi
rato
sakti
let’s
kehana
khaaye
hold
chhaila
hawao
lat
saaya
beautiful
jagat
rahne
rakhi
lipat
pehchaan
sangeet
adaye
chance
bekaar
sadiyo
marji
zulfo
daaru
free
laka
chhalke
sabab
neendiya
sajani
duwa
sitara
bulaya
ari
halla
nanha
banta
by
sharm
jhuthe
waste
daud
badariya
chalate
beiman
hamase
hawaye
chuna
kareeb
inkaar
miley
thhe
bit
aahista
music
ungli
paida
dhola
baag
chhode
sharaabi
suhaani
jyada
duhai
nishaan
habibi
khula
rakhe
bachche
hasna
jhumke
wich
sambhale
lambe
intazaar
bhige
hooo
k
bhagwaan
sawar
tasvir
chunri
aabad
tanhaai
sej
barsa
inkar
kariye
khoi
nanhi
mataram
teree
najariya
muskuraye
m
subha
mehki
badale
mundiya
adao
jalane
thha
much
nigaahon
banjara
sajda
kaala
julmi
fursat
rahungi
gae
sachi
gate
andaz
jyoti
please
yaado
dhuaan
kalandar
manu
mose
rupaiya
nazaare
khwabon
vahi
naari
peena
taa
raama
neer
bure
chat
luv
jami
bairan
mard
anadi
charo
chalaa
khubsurat
taka
tanhayi
jahar
data
dilwalo
aachal
kissa
pher
khusbu
shamma
aya
saathiya
banega
dile
gusse
bigad
kaash
jhumka
ge
chhad
duja
kaya
chhupaye
nar
macha
kan
jhoothi
kayamat
jit
chaaha
dekhun
samane
bhayi
soorat
shararat
bigdi
sathiya
delhi
bap
hip
tumane
rail
hokar
tadpe
madhosh
game
gi
floor
saji
beqaraar
jaago
samajhe
dasta
jatan
mister
ummid
sanse
liyaa
payaliya
jhula
pyala
high
lagte
patta
papiha
mahina
karaar
hit
duri
raahein
dulhe
para
banti
bhulana
tukda
hoi
peh
beimaan
shikayat
kabse
rukh
samaj
didar
marke
samundar
hongi
tension
bolna
every
tujhi
janiya
saadi
rahta
kata
yah
chameli
chhat
chalega
aapka
gire
dhunde
bhaga
kasme
ooh
jinke
tabiyat
dhadkane
hardam
phere
nagari
haya
thhi
namaste
kamariya
khayalo
rabb
kurbaan
usako
some
baan
dai
deewangi
husan
lute
sangam
hogaa
papi
talwar
saje
dila
janab
kaliyaan
challa
loota
doge
hoge
mani
jitni
gata
fire
yaadein
jhanan
mahafil
king
haai
liy
aali
chuka
ghut
kahega
daro
wapas
khane
lagai
bahon
karda
sweet
inse
khamoshi
lovely
ishaara
qaraar
shishe
afsane
pavan
mangu
dilwala
sunte
churaya
aazma
jispe
phat
kati
anjane
they
nainan
dag
karan
banegi
bekar
b
saavan
suru
hamsafar
sharaab
khak
chhupi
waala
bichhua
bujhe
yakin
toli
wajah
bazaar
nagin
aaina
laaya
jinhe
pukaar
fas
car
chiki
jaat
logon
bapu
nigah
hanse
honey
iman
lau
madam
uncha
halke
sadiyon
dhang
aadami
payega
kii
aahat
mukhde
three
taj
aayee
silsila
sajaye
raas
bachaye
sasural
bichhade
munni
chaye
paap
harjai
hove
bhaage
koyaliya
parbhu
behki
danda
hatheli
voh
bheja
basanti
anjaane
dekar
achhe
humdum
gane
jhutha
aapne
amrit
luck
dware
dheeme
jatt
paana
auro
rutha
kyoon
peeke
jago
baha
sochta
police
nikali
chunar
veer
bhut
aay
baali
jhuke
chalaye
line
bhang
jhilmil
kabhee
billi
shikari
sunau
lahar
rakho
ey
ruh
tarha
uthaye
nainaa
hawaa
nacha
chai
item
pasina
naazuk
mantar
sharmaye
salona
tarane
murat
rishte
rahti
daag
ghoonghat
khoob
sache
put
bomb
biti
aarzu
izzat
yuun
sunday
nadaan
bela
ready
pagla
basera
nikala
tote
aani
sidhi
saamane
bag
til
sautan
dhokhe
college
baandh
kasoor
sahil
chaya
bharam
machi
swarg
baitho
chume
chaandni
betaab
maahiya
mumkin
tuti
tikhi
raahe
dubi
juba
akad
fashion
khilte
zulfe
samjhaye
bhangra
nal
paanch
vaale
run
nagma
goriya
pichha
hil
hak
karane
bahaane
dosh
gaaon
ankhon
duhayi
gaanv
sawera
sair
sahe
aashiqi
rahunga
gulaabi
sachcha
dekhenge
preetam
bachna
mastane
vari
fool
raa
kangna
jagaye
suhane
choo
sukoon
shabab
chaandi
chota
jaaunga
sawaal
roya
lun
jeeta
saman
ghume
talli
badshah
behke
chanan
charcha
tej
laaz
aansuo
bojh
dudh
honi
zahar
musibat
uljhe
rakhana
sajaniya
bante
usake
dafa
yug
billo
khumar
daa
ghan
lee
saaf
bechaini
phal
bandhe
nirala
sholo
pana
aitbar
golmaal
pai
kum
mati
maze
sunlo
phire
bheega
sunta
gokul
maje
chaahiye
geeta
london
dim
nako
dalo
behka
kaat
haseeno
banu
nishaani
kaajal
chhaye
badhe
odh
bandhu
jaaoge
nazrein
mi
bus
sard
choor
shakti
jeele
pakka
nikhar
naav
jalaa
sunke
hmmm
rashte
karata
ped
shikwa
badra
andaaz
dhinak
toone
chaandani
nashili
berukhi
vai
vale
ilzam
rangili
zulmi
royi
qismat
dhali
don
wafaa
sey
nami
vatan
saade
ajj
chika
dancer
chandan
bah
churane
palke
lagayi
anjan
tuu
beda
godi
sah
thanda
jinki
tufa
intzaar
bandhi
fuk
halki
maati
jaadoo
boss
doobi
rara
toota
bhaai
shaayad
churaye
kaante
marenge
zindgi
tota
peer
about
bhiga
lagao
deewar
samaye
little
long
four
manzoor
ruthi
dekhoon
dekhaa
hon
phas
gud
fun
dhuan
mirchi
g
hulchul
murgi
pardesh
dadi
takat
bandar
kasur
hamri
soona
aare
najro
gati
kahein
ur
talaash
ankhe
gawa
joda
aawaaz
nur
tali
sunny
udas
eid
aahun
saali
bann
paraye
likhe
pare
chhuta
khela
mangta
jalate
balama
seena
insaaf
chhupe
ok
pyaase
chakh
pala
sataaye
bahaaron
tuna
dube
saawariya
sad
nagan
akhiya
tala
kangan
iraada
kahaniya
kehate
aapas
devta
beeti
khusi
fasaana
musaafir
ujale
chaska
sahiba
pate
paigam
chayi
ungali
mehmaan
koo
rehana
sina
nile
assi
meethe
tanan
daala
bagair
jalna
dastan
churana
sanwariya
awaz
hoton
bai
lachak
parbat
sahaara
sapana
age
there
badali
ghera
mubaarak
gopala
loge
poora
khazana
maathe
sote
kisise
jap
gaati
nahiin
baahar
motar
dama
zami
chhoo
sila
hands
titli
pairo
milaye
batti
dhadakan
ujad
gumsum
chalati
umr
murli
udta
hayo
jhooth
nirale
haathi
lagale
nisar
zaroor
kehata
panch
jhol
hato
janey
mosam
laakho
baahein
bharke
baaju
varna
karwa
khumaar
bachapan
rula
zakhm
julfe
marti
here
naahi
jamin
legi
jalan
pau
afsaana
problem
shanti
pareshan
nagme
c
pina
saku
shukriya
jinko
wat
chingari
sajanaa
pile
kimat
aen
puche
kholi
hasne
luti
rahen
hawale
kabu
boond
dhina
sajde
zindabad
maka
sardi
khaamosh
khayalon
boys
singaar
deewaani
muskurana
matak
chhanan
gau
dina
jarurat
huzoor
sajanwa
vah
yaade
song
saahil
d
ting
umra
tap
jinda
dabi
yado
naar
samajho
vaar
lie
mushqil
juban
ghodi
kafan
pehali
paaon
aahein
anda
son
aataa
meharbani
peete
khayaal
bijuriya
lara
jham
aasaan
utna
masum
insaf
chahata
tukade
nit
roothe
p
welcome
dee
pappi
jung
lada
khushiyan
paapi
tumhaara
chakori
najaro
khilone
stop
wari
kabutar
dhundhe
katra
marr
aloo
hoya
hairaan
sakenge
kashi
neele
tabhi
bheege
nau
jalata
bazi
jaano
t
dj
going
saajana
menu
ishwar
name
ringa
akhiyon
jat
dekhega
waisi
udne
donon
tadpaye
phone
chita
basant
udaye
tv
hamar
dedo
sochu
tujhape
tat
ghere
milati
maani
doctor
paayi
humpe
kaare
choom
galat
dastaan
taisi
pighal
kaatil
pale
hontho
khushiyaan
darmiyaan
khoobsurat
gyarah
khalbali
tuk
dikhana
arma
bewafai
vaari
kano
churake
manzar
aafat
banaaya
bewajah
palak
mukhada
tho
suhagan
gayenge
tam
sanu
chhuti
anjana
ghataye
hakikat
chah
chinta
sanjh
jalati
ghode
mehka
lagne
nani
control
gulam
ring
sag
whisky
barah
krishan
aath
aasra
heere
bajaye
nadani
saale
maf
komal
barase
jhat
reshmi
chaliye
hoyi
lakk
dobara
lagdi
pap
kahee
muskaye
chhalak
jazbaat
dore
dekhti
gulaab
girls
bichhde
bhuli
pareshaan
dhakka
lafda
chhune
sidha
road
bharta
sudh
didi
jaataa
rangat
dada
khyal
dear
chaina
udti
inhi
javaani
meherbaan
khate
masha
lamba
darti
kadi
guzre
shok
aaun
todi
khaatir
really
micholi
jawaab
khanak
khwaja
chhaliya
waalon
toofaan
chede
khota
bita
seh
bappa
goriye
samaan
ley
bech
nigahon
batiyaan
tora
saanse
uljhi
lao
chamka
signal
note
pardeshi
sukhi
bolta
badlo
baaba
gairo
doongi
adhura
rangi
chote
shokh
dharm
vaaste
bara
dholak
vaha
bachake
sahaare
jhoole
bangla
ashq
rangon
tez
asha
patti
ret
daastaan
walla
aar
bikhre
dukhiya
galiyaan
puja
khawab
kad
dwaar
awaaz
chalenge
khanjar
rabbaa
baabul
banao
baa
utte
samjhana
rashta
aazadi
fisal
usaka
unako
binaa
friend
bhaari
aanaa
karz
sabak
jisse
chabi
bake
nibha
kuku
rahun
something
khoj
bitha
pakdo
sabnam
padta
pairon
kisako
mahak
honto
bataao
praan
waar
daras
nachungi
khayi
paon
haaji
niyat
khake
bajega
asli
madhuban
maanga
dildara
chalana
i’ll
puraani
bahki
angdayi
jiyra
khelenge
dagariya
kaate
rukna
tinak
chuk
kahen
dooriyan
fasane
ghaayal
wait
paake
aakhri
bhawra
dhoondh
play
birha
rootha
gujre
ched
jhil
jagmag
vada
kudiyan
waade
kante
taak
galti
dhyan
machaye
khatm
maama
besharam
call
jogiya
suit
najre
kaanto
dilkash
lana
jang
pehlu
dhadake
tane
chhuri
talash
sabne
mujko
dera
tung
makhan
hotel
jhatka
chi
manjur
chhupke
garaj
udaa
khaabon
jhoothe
farz
dilnashi
nigaaho
naka
paale
haiyya
maste
umeed
lay
nazaron
chada
kaid
mukaddar
kaan
todna
albele
sunn
peg
hasta
kahana
yaki
mitra
tedhi
sandesa
bahu
chhun
hoshiyar
nisaar
lagegi
nek
mulaakaat
reham
shame
gajra
dilabar
an
saanu
kushi
tel
chane
agni
anchal
fail
ever
dhamaal
rahane
kamre
naata
laai
laddu
bom
angna
badhi
sakega
hate
bhaarat
karake
jisane
gile
sawari
thar
chir
ayega
kadmon
mood
duhaai
humka
nigaah
bachi
jaoon
hairan
photo
think
kahati
faisala
tooti
chahein
raazi
jud
ghani
kaari
rahon
suniye
phisal
kas
guzare
nazuk
channa
l
morya
hase
latke
samaya
jiyenge
ghungroo
taane
same
doonga
bichad
kariyo
doston
machale
kato
oooo
chubhan
bebas
anjaani
utaar
kanto
rahate
jalana
utho
aapse
live
banayi
uthaa
khao
chhane
dijiye
nachdi
tumba
mehke
maru
dhaar
dikhe
chamake
chhodenge
begaana
rasme
rekha
star
siya
banni
always
ajanabi
laxmi
at
ghatao
zero
umange
aajkal
bistar
gaav
beliya
jugnu
pair
bhatke
phirta
isako
nash
kehati
duaye
nakhare
leela
hale
jarur
thahar
ghor
ritu
bati
hamre
nishan
vala
qaid
lagate
tumsa
wa
jhatke
judi
pakde
poore
balo
shikar
chalein
koshish
sidhe
rit
daar
ohh
baaz
dhadaka
ilzaam
taiyar
saajna
sajaa
hotaa
dari
mardo
eyes
charche
puchha
sambhaalo
gaur
dikhao
nagina
jhuti
again
aaunga
chij
hathon
late
dhoondhe
parinda
katari
priya
boot
chola
ole
kaleja
kori
best
saason
jode
sambhala
chadi
itane
bulaaye
beauty
raaten
achchhi
chhai
dhoond
set
andhi
armaano
twist
fat
kalam
udan
kutch
khilne
top
sawere
anjaana
manana
dus
zamaanaa
udaas
sabar
dastur
anokhi
dipak
muje
khaa
madad
aabaad
hawaon
chhutti
chaila
siti
super
johny
salma
sex
bandha
piyo
khanke
gaalo
jama
club
sola
bekali
takra
pike
bo
chhaayi
forever
china
gujare
gayin
shah
rahiyo
tunna
pariyo
badalti
marega
takrar
ghaat
jori
kathin
sota
jog
kanta
shankar
andha
jhar
paayega
ghanti
nag
karwat
tai
badaa
nigaahen
superman
badalte
tufano
tol
liyo
sitamgar
maria
daalo
lover
raba
khudai
khich
kehde
bekarari
school
anaadi
mine
bahna
tina
silsile
punjab
pav
todenge
joru
bahaare
juthe
su
pardes
bajariya
pagle
chubh
irade
saturday
isne
zulfen
bund
paigaam
kaal
jayege
bahan
kaliyon
nakhra
fly
che
jubaan
dhyaan
pahchane
swami
chhaaya
jhootha
chamki
chheda
sarkaar
kasak
behti
ajnabee
murari
chaka
aazad
mahine
khaab
vaade
pake
kutta
ulta
meharba
ibaadat
puch
jahaa
lehron
rulaye
jita
sadda
taqadir
jhonka
banai
lucky
paimana
pak
jaya
gan
pretty
sehar
milata
babua
shisha
ragini
jaaga
kahane
paav
roll
jhankar
shab
tirchi
udane
peela
ulajh
dekhate
babuji
uh
chalat
oop
simat
madira
satya
mitaa
kisliye
chap
daana
bhoot
dokha
nachenge
namah
neel
chatni
pali
chhail
haasil
hile
maike
raju
jhanak
izhaar
chaa
new
bhaale
dere
lalla
chadhi
banjare
dekhegi
saz
begane
payenge
samjhi
kaleje
bass
unaki
parwaane
khote
wayi
jawaniya
dhaam
sachche
pocket
kudiya
nigaahein
gaddi
honton
chaah
chilman
banne
jhun
bhaaye
ilu
fasi
bheed
rangeeli
kaano
chitthi
ulti
manaye
kore
ullu
pane
chirag
lehar
dhare
mangi
nigaahe
nath
sitaaron
purab
away
bharo
jhut
ati
khulla
dushmano
dastoor
zu
dancing
oi
doodh
badhkar
cash
tarang
udte
qurbaan
tirchhi
champa
saanjh
mohalle
isharo
soi
soor
fall
chill
bhadke
jave
aja
sambhaal
anokha
sachchi
deewanapan
gopal
malmal
chute
hisaab
rakhta
muyi
bul
bahke
andhero
sheeshe
our
listen
jaaoon
paradesi
dholna
sipahiya
aaisa
atak
jagte
zehar
sako
aavo
dusre
taraane
dikhane
back
thumke
dev
chalane
atariya
tabaahi
pol
bhatak
kaanha
gandi
patte
walon
chim
purane
bharte
lahraye
dhaj
kisika
bujhi
murali
ghadiya
sokh
fanaa
peeni
chhore
once
chalen
puraana
thai
bajaa
mahbuba
taraana
jwala
hazaaron
aayiye
aawaj
ajeeb
paniya
masala
jile
barish
saha
nand
smile
karat
mite
as
anjam
shut
mutthi
gaalon
sankat
achi
patjhad
kadamo
chheen
manjar
zanjeer
jaayegaa
madina
dholi
adhoori
namak
jhute
chhupake
len
mehbuba
mom
pagli
rap
town
muft
sanan
poonam
kalai
house
shamaa
batla
nyari
baraso
shauk
khai
batana
hindu
sazaa
bhid
dildaara
taale
can’t
jisako
mazil
sanware
jaava
pagdi
parwah
alif
dauda
thag
neeli
chadti
qaatil
janaab
lagey
pihu
sui
bhulo
sohni
majburi
maangi
hatt
mujhape
saas
hasde
khilti
gehra
chhaa
isliye
sheher
vote
iraade
jaaniya
nak
bhoole
pyale
taana
around
kabil
parwaana
hansate
jalaya
pite
aaraam
kaanton
nichi
bachcha
faasle
aape
seedhi
laao
gaali
hathi
pao
bigde
dukhi
jalwo
kaanta
thukra
bahaana
kisiko
baahe
wasta
fan
rakhte
dhole
charan
chhodke
udh
tamam
paane
nazaara
range
may
panv
bansuri
dekhke
ticket
dava
mali
kit
firte
english
baaraat
bhakti
chadar
gardan
zamin
takraye
lauta
machalta
dhoon
mamaji
naachenge
kishan
maiyya
bare
kone
adhure
saf
laaga
s
sharafat
judayi
single
from
ser
sunata
andhe
zindagaani
sha
gadbad
luk
gili
bharan
disha
admi
ummido
ghazab
bataaye
isiliye
six
mastiya
dekhle
film
sharmana
unase
gyan
honth
karanaa
mamma
dream
muskaan
gunah
bajao
rubaru
side
muqaddar
bhanwar
lake
dhunda
bagal
jayey
thing
akh
tight
jhoka
bago
jhagda
fifty
pudiya
boley
kahungi
bik
sikandar
dhoti
ghabra
madhoshi
basaya
ishqa
parvat
bhajo
barati
bachcho
neta
tezz
sukun
rumal
lady
mastaani
abe
sunane
mag
jhoot
gurur
taaj
hampe
dheemi
shabaab
bayaan
khola
fitrat
machalne
chhodu
jhadi
shak
kisane
lagee
baharon
akbar
chhuyi
aande
betab
anjani
left
mitane
daude
aahen
geeto
bolti
fika
den
lagaake
tujko
bindaas
sikhaya
kaisaa
fauji
banati
maanu
suniyo
salone
brij
was
dukan
haram
julf
ehsaan
uthake
khatiya
bikhra
banakar
chhoote
dhoke
bharne
khusboo
sindur
baraat
ikarar
janmo
bharosha
dhadakta
narayan
gutar
pooch
jhumo
adda
saaj
banaaye
kissi
darne
pinjare
baalma
hindustani
wanted
boori
dhaage
seedha
nazrana
pyaasa
kafi
bolun
thanedar
shikaari
gaau
bhakt
etbar
tujhsa
zidd
unake
chaloon
aab
rahana
dikhta
abh
sitaron
gher
fer
them
pahali
pesh
tanana
story
masal
gujariya
haji
thehro
mauja
shaamil
darwaja
daastan
qadam
tuje
chhaon
chandaa
daba
samna
sade
pujari
beena
chaabi
kisine
huk
sipahi
picture
fight
ispe
ruswa
jagaa
pori
pahlu
asi
hasate
budh
kade
odhe
pukaara
jurm
sunate
muskurake
gaata
zeher
samajha
makhna
sarak
tanhaayi
bukhar
lein
samma
dekhen
chaaro
dushmani
naz
lailaa
raham
mulaaqaat
duriya
poochho
pandit
tyohar
rangile
uyi
mene
akhiyaan
alright
dinna
ummeed
hamra
chaaron
pakda
tohri
utre
mereya
public
tadpana
bajana
marana
gulla
matalab
baaj
chahne
gulashan
naag
hansti
yade
zuban
baanke
insano
dege
bhuja
daan
khaana
kaanch
tarsa
ziddi
roza
azab
sharan
sangdil
chaiyya
khaya
chupaye
thame
bechare
bhasha
gaw
jitana
pehala
banate
sharmaaye
niraali
paaun
padegi
layega
megh
gujara
zam
bhago
giraa
padaa
ghungharu
pucha
tohfa
aapaki
saaqi
zoom
koan
power
bhaya
maangu
rista
chahte
choda
khudko
kinaara
kashmakash
usme
charno
kategi
bees
jalaaye
ashqo
sunati
ker
kahunga
masoom
kahata
higher
chhuda
badlega
suhaana
jaun
qayaamat
taubaa
manva
indian
bi
rehmat
taram
bhatti
palle
ammi
tamma
saawal
utni
kahde
naiyya
ratan
bechari
nayaa
loongi
fit
soti
banaane
bhawar
waalo
paw
dhandha
sasur
ruka
kachhu
gandhi
jump
badhti
budhe
mahan
bawra
magic
loha
kachchi
bahaye
isake
romeo
isara
kapde
ganv
jeeya
pariyon
bhej
paoge
banaras
masjid
jakar
parwat
govind
najara
khelu
ahista
kabootar
chhina
hire
pahunche
maajhi
amiro
kurta
seekha
shaher
ghol
vaah
matki
follow
special
ainvayi
lonely
paymana
kuwari
keep
sainya
bawri
sajnaa
thane
pehan
baaja
neela
bimar
kaabu
lattu
ghazal
phirte
suli
pahan
isaka
khilta
unhi
padu
chalata
doobe
fut
tika
sum
churi
lutane
sunaa
nan
jaanta
saaki
jalao
khusiya
soneya
tuma
yamma
hansa
aanch
marham
rastaa
kaaran
bandi
budha
sandesha
barbadi
bulao
angan
nazren
gaaun
ghuma
seekh
khudaa
nathaniya
katha
khawabo
light
dhundu
ashko
jinka
bichha
aashiqon
bhayo
mharo
nandlala
jaaiye
behana
antar
paiya
kool
aaiya
dhool
kabul
gardish
reshami
aakhon
fal
lagaana
haseenon
isaki
kunwara
katar
nachegi
sakhiyo
pump
gola
nainwa
jisake
gala
aaiye
manane
muskurate
behta
tobba
hangama
garm
bahi
imtihaan
kanhiya
hadh
bawari
batade
usane
bajne
leave
nahiyo
hawayein
lolly
sainyaan
dhating
laija
mangalam
aahoon
ibadat
bikhri
imtihan
sandesh
bajane
lamhon
over
saiyya
shikaayat
palako
kisee
tata
sakate
maidan
kharabi
kheli
lata
sitaaro
meena
thehar
basiya
chora
muskan
pahele
todke
mileya
easy
mustafa
shawa
her
halwa
tanak
garur
aaaaa
fateh
hand
chhalka
seeti
loan
yashoda
bharose
ghanshyam
pom
dhere
heroine
barson
takkar
aashiyana
jisaki
jaadugar
talwaar
thande
alam
aunty
bharti
naale
jangal
tanhaiya
raadha
uljha
joh
manao
khyalo
chanak
van
maein
isame
marate
beli
nisha
jante
bhii
aanhko
daata
tadak
holle
aazaad
hori
kaga
chhana
khidmat
galiyan
angdaayi
coz
dikhaya
bhukh
jhuta
aashiya
lehra
mahbub
badmash
chhaaye
ranga
morni
garibi
suro
pehchano
neki
shamil
suhag
chitchor
jitani
tadapta
dusra
dhari
dekhane
kataar
lageya
chana
ghataa
teetar
achanak
maaya
diwar
khaas
hii
bolega
jindadi
chalan
pili
manmani
jhukaye
banale
jhumti
ruba
bewafaa
ganpati
kitab
bado
ay
jamaana
thee
jaaon
khayaalon
zulfein
chhodi
toke
dikhla
guzara
ujaale
pahchana
kajara
hamdam
ghabraaye
tarase
wana
jaiye
aadhe
bhadka
adhi
dhani
ree
kheto
such
comeon
ayiya
pallu
salame
attack
thes
ache
wrong
murakh
vaise
lapak
tamana
aaoon
pit
milakar
rahoge
balamwa
sunana
machli
chhuna
ad
bhaiyaa
aiya
sharaarat
barf
mero
mote
great
javan
kitaab
hoor
lakhon
bigadi
pakar
taun
chahun
gumshuda
vachan
uu
maai
aahaa
pipal
nishane
jaruri
machalti
kud
tamnna
jiji
drama
basaa
dhoonde
cheeki
mail
mill
huva
raajaa
sukhe
kill
banata
where
khaate
andhiyara
majanu
motor
chikna
fek
aiyla
takte
die
dhadkata
wow
rafa
modern
bawdi
baamba
shakal
bharna
ran
ladkiya
daam
sunti
divana
chune
denaa
padha
chhav
bheeg
aaise
bha
ajib
lehraye
khwahish
arz
bekaraari
pichkari
ladko
khaak
huun
uthana
taqdir
dolat
choro
jitane
dhalti
bichade
gareebon
dabe
rahin
baati
mulk
chingaari
jhak
jhoomo
sainyya
khajana
holiday
nagada
girte
kukkad
julie
bindas
babam
thirak
diga
yoga
phillum
palkein
baza
raakh
gehri
insa
chhupaa
jinse
maalum
diyan
bright
churaa
fasle
khilaye
ghole
lalchaye
mitta
rehate
shayar
face
khidaki
afsaane
dein
oonchi
mona
sunna
made
hami
karm
odhani
dhingtaraa
chhama
baam
khilate
aagey
sikho
hriday
layegi
cheer
yahee
bank
zyaada
janewale
hava
baaji
aasamaan
bangle
aatma
suhaane
sunega
karishma
todh
kisiki
chore
jhoomti
tilak
peeta
didaar
saher
dhundo
dir
saada
saste
dhamaka
danga
raftaar
aahon
harpal
roothi
taala
marry
mukhade
maujo
chakar
rakhu
majaa
kahdo
sadko
chikni
kahiyo
lutera
bikhari
waiting
bahti
patali
that’s
teriya
jhanda
baju
ladake
sataya
sapera
ehsas
heera
kuli
mulaqat
zamee
vali
halo
raksha
tohre
hayi
khiche
udati
katti
mango
queen
nachda
chade
sunaaye
rahee
chhala
mastaana
sikhe
katati
laj
chaayi
sakata
bezubaan
sakoon
rahat
mui
rutho
farebi
holu
milao
udana
saiyaa
total
paayenge
mahaan
saddi
likhenge
hirni
duneeya
satao
tulsi
buland
kona
jado
bhadak
bhoola
dhim
ghur
tadapte
chhaiya
janani
eya
kunj
aramaan
maila
machle
tanaha
dagmag
hisab
lutere
gagariya
sahnayi
kunwari
lagataa
chaahu
dhala
khadam
muskaaye
ghungaru
mahandi
milaaye
khataa
huve
moraa
phenk
gaayenge
marane
sasti
suroor
h
churaaye
jhoolo
phurr
pehra
buddha
pehchaane
didave
air
sunu
chhupane
nis
jude
birhan
lege
jhanjhar
daav
sakal
lok
nakam
zuba
dhalte
billu
kachi
solha
chatak
gya
sabr
baraati
gunaah
rehati
deen
kehndi
adaaon
maata
dogi
chaadar
sabako
bibi
tharo
dikhaaye
dhadkanon
together
kuk
lutaa
bahara
jimmy
tamaam
majabur
bheje
dulhania
bahte
nav
racha
rukti
then
daku
setting
uthao
basaye
gujari
bahaaro
gulzar
naagin
nazarein
parayi
jutha
jeeye
auron
rehata
aawe
deri
hansta
tinke
lafz
jaanun
juthi
jhappi
juganee
bottle
kabar
jhooti
shabanam
sakegi
nayee
aadi
bharaa
bajti
mujrim
hatke
murga
pakki
patakha
gawara
chini
kagaz
ujadi
falsafa
chutki
nikalti
adi
paka
nazdeek
meine
jugaad
bekabu
bhulaa
morning
sheesha
rakhwala
ajooba
bollywood
var
chhip
anjali
oro
rukne
chupi
chalak
cheej
soda
dhadakne
bair
dhalta
paat
barsi
pinjara
zaher
dushaman
bando
sehna
kanya
lamho
arpan
darwaje
bataaun
kothe
muskuraaye
khaane
sharara
twinkle
nabi
nilam
jhul
dooriyaan
kacha
khatta
nirmohi
kehane
mehbub
bhulane
kahanaa
mmm
dilrubaa
beraham
bekrar
faasla
tijori
chhaanv
monday
sundari
chaahoon
rocks
hard
brother
khatmal
don’
chiklo
lalna
chima
lot
bahak
rukta
bhav
meharban
tees
kholu
khudayi
badhke
banungi
hujur
jhagde
kanun
bhangda
chandaniya
parvane
future
nid
sahab
nila
bachao
sajaaye
hoho
chhua
jayengi
waaste
mudke
likhna
people
cutie
tiranga
majhi
suratiya
machalte
taki
mission
nassa
puchhiye
angare
jaay
hasee
merii
ehsan
wakt
bimari
banunga
hazaron
usey
dikhati
mehsoos
daka
chaw
because
chadhe
nibhaye
badalta
ata
jaante
hawaaon
majboori
dwaare
sas
chhanv
gup
takiya
nili
ambe
chanke
dhalne
achche
gunje
bawla
begaane
peepal
dika
kanoon
ujiyara
tadpati
aakhari
ola
tarif
action
oe
behte
ravan
jalebi
rocky
abke
gotta
ghunghata
javaan
daudi
uchhal
ton
lutaye
gulaal
chuda
jagaaye
tutega
bulaa
mei
bhawre
matwaali
bhikh
daroga
saba
sehara
dikhau
javani
kuchi
chedo
vaali
hukumat
uthane
baarah
vidhata
jantar
taswir
bijliya
kamsin
nara
adaayein
tinka
kyunki
r
maidaan
lutne
banayenge
neendein
cinema
lagakar
jame
lagaaya
sunne
bujhaye
kahegi
tabahi
buddhe
tikha
accha
dhuaa
kauwa
jaiyyo
biraj
dheer
shakira
tanik
bichhaye
kun
hunkara
mahke
mand
lanka
bhagi
jadon
kaagaz
mahadev
naani
aaine
jindagee
yahaa
pahachaan
thank
choodi
bigade
manzile
ghotala
uthaya
zarurat
churaake
akelaa
naveli
sajanva
gulami
stay
taron
haale
bhalaa
pehchana
tero
megha
seeta
chuma
behaya
shara
satrangi
chhalake
kirno
ghagra
looking
bhulna
ghapla
sararara
shaaba
aashiqana
naseeba
rahmat
hazaaro
bhesh
hindi
sochna
kundi
khinch
dekhan
sambhalna
jail
takrana
banenge
barabaad
pehna
palna
picha
walk
muthi
karogi
juth
devar
badhta
jafa
surur
pappa
neendon
japan
itanaa
aiso
umango
mastee
chit
sadaye
betabi
pheri
fasla
kehdo
nikalte
aashiqo
cycle
ladle
intjar
badarwa
mam
hairat
dilwaale
babaji
shanno
kahande
chillake
payam
bahena
khus
paimane
lachke
closer
badalne
chhupana
care
sabase
dhaga
bitiya
puchhu
ju
blue
tamaasha
bhakto
vinti
jindgani
satana
hasana
tanhaa
jagaya
rogi
bolungi
bheeni
ayenge
baadalon
sky
ramji
samjhega
raadhey
janti
aayengi
jhonke
chalka
fidaa
machaale
bak
sajaya
surma
ashk
jad
ooi
dugi
gabru
lane
amir
meherbaani
miyan
gentleman
likho
hardum
kashmir
matwaale
aayen
janata
mo
atom
sheela
tasha
satakli
maikahana
cheek
hasa
sohne
wafao
nikalta
bujhaa
guna
udate
humdam
tadpaaye
khayega
ghabrana
bajaaye
maloom
kalayi
kaliyan
uthati
maat
dho
lagaane
into
without
janjir
nadiyaa
mizaaj
filmi
raahat
soniyo
entry
naahin
sahenge
likhaa
jhumake
palakon
badhaye
mashuka
riste
inayat
phad
boloon
bartan
vekh
doley
hamka
tadpane
seedhe
padosan
matwari
hisse
chiraag
saitan
khaayi
mother
heeriye
nashaa
mahlo
train
sutta
wild
kluk
ugly
paro
better
niraala
khulke
nagame
kesariya
bichua
miyaan
lagega
station
dahi
naukar
agle
john
gunaho
sanwar
uthate
poochh
lipti
behak
bu
julam
jaanejaan
mota
aakaash
hass
lottery
sin
bahaki
sasu
udake
neha
sunao
laake
aara
mitana
dhiraj
marod
baagh
vijay
shamo
sasuraal
badhte
chalun
fugly
goa
bhooli
jhukana
jora
what’s
alladin
gungun
jhin
malai
khoti
taiyaar
umad
sajane
badho
banjar
angreji
iqraar
laher
shish
badala
rangeela
birangi
khusiyo
mahaki
dilkashi
bharega
phira
nakli
bichde
ladte
nafarat
sahaaraa
hissa
jamaane
everything
baiyaan
ghunt
ladai
takta
aagaya
gunguna
parai
fark
sali
did
ant
lalala
mahima
paala
sukha
baant
sagai
chulha
dilwaalon
horn
hasil
tyar
rasiyaa
taaza
chhanke
bawariya
duji
palla
kin
khelne
chaliya
kuda
nirdhan
thehra
sajao
maha
naadan
kora
krishn
polish
baala
dhundhu
he’s
jubi
hajaro
round
terii
al
moka
saxy
hur
nibhane
vaapas
phulon
laana
aasuo
jija
baiyan
phadke
gunj
hasake
banau
kaheen
maala
lado
lagaai
mini
pukaaro
pasine
majburiya
umrr
arzoo
rupaya
nasheeli
beeta
kalma
jalva
pachhi
chut
mujhsa
dekhkar
nachi
humaare
baare
sawaar
chulbuli
bachaa
waliye
malan
abba
find
uri
milaya
khati
thhaa
basane
boliya
akkad
worry
baithhe
ale
baapu
buraa
fase
nhi
darwaza
muskurane
fasa
sulag
darana
layenge
lips
sarhad
hansne
hamaar
pinjre
groove
utara
jhanke
behaal
dukaan
saware
rawani
bandook
kaafir
mulakaat
neet
chummaa
usape
jhatpat
surkh
morey
faila
raadhe
juldi
mushibat
nothing
loose
anaar
badke
muskurati
race
kagaj
jyaada
khaake
baalama
chhaai
bajaao
sarab
banjaare
anokhe
mante
banwari
khilaadi
rahiye
takdeer
aiyo
aari
aman
hoto
sukriya
cause
nibhaana
rulana
kheton
shabba
jul
pind
ismein
baalon
bataana
nanga
adab
thama
diwano
matware
seth
sahu
khudi
sakati
bhalu
baalo
chaahaton
dushwar
mahki
dikh
fareb
falling
banki
sakiya
rasile
vaste
dubo
talk
utra
jalake
sohneya
nashila
divaane
lazy
dand
hastey
zing
yai
aiy
tararam
jhumta
jhaank
ijazat
hanske
waari
dikhata
uthale
utare
nasibo
piyu
rawa
karege
meriye
kandhe
ayegi
samjhu
aashiki
naadaan
tor
fakeera
gharwali
baago
satati
lila
dukho
aashiyaan
chalungi
qatil
aameen
samjhane
jismo
ladayi
samjhau
ganesh
takrane
chata
nigodi
basar
shala
thats
kol
kharaab
karon
gehara
gesu
dangal
y
uthte
raahen
bajata
pehne
jaanoon
calcutta
dhalke
chama
khullam
devata
ama
balwan
friday
bullet
gallan
khale
bahate
chaaho
chithi
bikhare
black
try
khatra
udaaye
baka
haayo
narmi
mitne
gaiya
khaan
dekhati
jawano
chhale
anzam
naj
payaam
pukaru
kripa
naate
taaqat
tone
naak
lale
humako
diwaana
f
pahuncha
rele
pooche
ladaye
saaiyaan
dad
baste
baandhe
udaan
nikalo
mohammad
karma
chahunga
jeeti
vaat
nachan
aash
bogi
beparwah
gajara
maykhana
joganiya
patni
manta
shubu
mee
thay
ruby
mundeya
phatte
bechainiya
chakor
joothi
karaan
matti
parinde
aakhiri
dekhake
diwaane
aasama
khushnuma
kapat
thami
neeyat
kamjor
zuda
ishaaron
muniya
kisike
virah
wado
naachungi
sochti
sapere
geeton
dik
kardo
ajmer
rahengi
mehanat
angdai
andher
sadhu
sunkar
saloni
dane
ander
dusmano
kanch
naachu
kuwara
robo
bataun
surahi
moda
baliya
shubh
mohalla
raakho
gulabo
jinaa
dhokhaa
phiru
kitty
pyaro
tohar
bhanwra
beera
em
moraya
coffee
bujhane
dooja
bun
saram
bimaar
ninde
tennu
jandi
chhedi
lutt
manchala
sannata
c’mon
todne
mem
mujhi
udasi
puraane
jaari
jashan
dank
hindustaan
apki
pyaale
nir
tani
saansen
sakunga
padte
ladna
tabah
bhaali
chhadi
rangeele
rukenge
cheen
aansuon
cream
sunder
valha
chahate
nil
aafreen
ijjat
heero
ghanan
unn
dhoondhta
bharde
chaap
bain
chachi
tharki
ake
mulaqaat
hera
milla
moment
dhamak
woman
mashooqa
hadippa
hammaa
turi
bogey
jidd
pain
badlegi
atka
andhiyare
saukh
lahoo
pehchane
chaanv
current
gauri
first
makan
chuha
mahka
baya
dolu
dujhe
dhaara
loonga
jayi
pakke
baansuri
kadki
jagu
ragad
muraliya
sargum
khubsoorat
baadshah
kabi
narm
kahar
sujhe
dhamal
kase
shauq
judaayi
laat
balaye
jharna
ashiq
angdaai
apano
jakham
bhes
dabangg
kuhu
bhitar
zabaan
bulati
kisaan
bechaara
namkeen
shad
yea
ranjhe
thaali
duhaayi
rahati
aarti
dili
tumhaaraa
awaara
vohi
sadde
permit
sawali
talaatum
jaoongi
maharaja
ghoomar
aanshu
beqaraari
pagali
bicha
kurbani
janeja
phoot
sadake
sunaaun
aaila
pahad
karale
samjhaya
hasrate
laapata
yaariyan
manne
mulakate
lehraaye
raadhaa
dab
bahta
virana
raghupati
badhai
off
razi
bechti
thikaana
uthaaye
kaka
krodh
bunde
ghanghor
siye
jubani
nathani
khatre
phirti
coming
dubaa
lakhan
gumaan
fere
barbaadi
hell
bihar
sawre
ujaala
button
speaker
salim
aamin
diyo
aie
mangata
narangi
kothi
lahro
bring
bachane
kankar
bajar
lakdi
kasti
saaraa
check
baahen
udaasi
behaki
mastiyaan
peed
badhata
shiva
hoooo
chode
dukha
barakha
salaamat
daingad
adhar
mot
nishaana
bahake
nachne
zikr
chunariyaa
jaiho
humra
inaki
bujhti
kataari
badariyaa
ladies
bharu
thodaa
anar
savan
baraabar
bhaiyya
sakhiyaan
ana
roja
huey
jagdambe
firangi
mahake
well
rocket
bemisal
bajegi
old
tay
sardaar
ratiyaan
ghunghroo
mager
gama
haqiqat
manale
sadiya
aslam
karodo
aaisi
churao
taza
raakhi
dulari
humri
sachin
batala
shu
second
premika
mehram
baimaan
wajda
bhulenge
help
chappa
halle
baghban
sohniye
jaipur
dengi
alha
changa
tanne
sindoor
paayaa
danka
kasmein
nikaal
pehchaana
bolte
hogaya
aankhiya
arzi
wedding
mitthi
everyday
lohe
ansu
gulaam
sakun
bulate
nigahein
chahti
khilane
sewa
vaalaa
khinche
valo
udata
fizaa
jiyu
guzaar
bhig
naujawan
mitt
phule
cat
bujhne
lahanga
titali
badhne
pardesiya
lutf
chhodake
jhankaar
yauvan
chatur
chhamak
chaakar
poochhe
ramaiya
anyay
sanedo
takna
banaai
dabba
reshma
sili
sarke
bakkad
dhadakka
wake
nights
baabadi
auva
shikdum
ding-dang
theek
charag
thok
bajake
cry
bataya
bijaliya
ager
jhoke
majhab
nakko
sitaara
bhulaye
hafiz
boliye
naap
chaahun
ib
patanga
pahne
mehak
gulbadan
chhi
aks
zakhmi
white
laayaa
ruko
rukte
bichhada
adaao
nashile
loote
ghus
hausla
rishton
behtar
chuta
itihas
chahane
jaaege
java
chikne
ramta
teu
kajrare
badhayi
chhanak
parwar
kana
senti
kick
matram
kahoge
dolna
gareeb
baazaar
baabuji
va
maikhana
dey
sayad
kham
adayein
yaaden
family
nihal
gangster
khawaja
loche
bumbro
aarju
bukh
tona
shaitan
thikane
todd
sulge
pahucha
aaka
bahka
kambal
aaaaaa
ahsan
kambakht
nasiba
afsos
pakdi
burai
dekhoge
baiman
rapat
baye
nachana
baze
safa
kaman
biraha
ghunghta
andheron
inaam
rahey
natak
latka
kajre
beshumaar
namumkin
sharmila
tappa
muddat
papihe
raks
armaanon
adat
thake
rozana
niharu
sabaki
tandoori
humm
drive
tanda
idiot
jhuma
gend
zindaa
sarabi
sikayat
ijaazat
palake
subhan
kurte
bikta
udda
humraahi
jaanate
jhapak
bigada
mangda
imtehaan
tinga
anytime
ayaashi
wish
sharmau
rahege
ter
engine
gulal
chail
safal
red
nange
leher
chaldi
kesh
bhajan
saadhu
saasein
lehro
jaisaa
machhli
barsaye
paave
byah
mauke
hiriye
hy
havaa
tadapa
ice
intjaar
chukana
bangale
ikk
fanah
maharani
angur
taarif
churaane
dusare
lootere
ahaa
raftar
kapda
aawaara
dariyaa
tarika
tadke
balak
haha
humaari
fasaane
kuran
paaoge
karey
maran
badhate
dulara
dhaani
phoole
phans
hanuman
manchale
sweety
chutti
usase
ladne
vade
bhookh
samjhte
kaafi
sayang
ghun
sarfaroshi
sochana
dhi
chahoon
jordaar
wadi
karalo
america
rehane
udiyo
shout
pink
tandana
khamoshiya
payo
panja
bed
bhulaya
neende
apnaa
sautaniya
sohe
dinon
parwaah
jhoola
sil
chalake
hunar
ladli
jid
chakki
hadd
bichhuda
banaayi
aashiko
milaake
jaogi
sanson
taang
chodenge
khauf
paate
tattad
angaro
paiso
baton
slow
rimajhim
milein
jinake
role
goes
vasta
aarazu
thokare
khas
thappad
aanan
karvat
lagau
raghav
achchhe
pop
ane
nashi
magrur
burayi
behosh
hajar
bill
rakhiyo
ghoome
sochte
sharmili
teekhi
thana
ghuli
insaniyat
hollywood
chalee
pir
nachale
ladu
chhabila
zaalima
pizza
chaku
sadiyaan
bandey
nimbooda
jhaala
dilak
loud
vyakul
talab
rehnuma
mehaki
rehke
mina
asali
sharmao
maaloom
rocking
jodo
jisame
waapas
sikwa
seva
santan
parades
behal
jamke
bundo
mastiyo
zakhmo
karataa
tarsaaye
manmaani
ooooo
yak
pyaaraa
end
darbar
gehre
naiyaa
ag
madhu
makaan
jaan-e-jaan
reason
utne
start
asmaan
yani
mukadar
noto
zakham
guroor
kahataa
pahre
chhon
azaad
tadka
bairiya
badnami
naaj
bhaj
bud
toka
jagha
tutak
daanv
harjayi
chhoot
panaghat
shaitaan
dekhana
khelte
nahaye
khatti
kudiyo
unaka
shit
ujhala
charkha
madat
honolulu
tamannaa
murjha
jhala
sachai
cricket
big
ittefaq
tujhmein
freedom
fitna
souten
hein
ghabrau
khot
phod
kadamon
banaao
phut
gange
sandal
jalke
katu
seher
pehara
kul
chadta
hont
tussi
paraaye
father
bahaaren
aagan
dugu
pariya
garma
thali
paau
parwano
daftar
lagaayi
santoshi
miche
dekhata
kisake
bhumi
udhaar
todu
boondon
chheena
kholna
rasmo
dhad
dharo
lafzon
sarki
booty
churata
padegaa
fera
paaji
majha
pardo
memsab
rokega
jaaen
jhoota
aatish
anguthi
chamakti
kranti
suron
manchali
laadali
dhimi
binti
mayya
dafli
booba
chhule
bell
aahi
dhil
kubul
swagatam
bagad
hipp
bolbala
maaria
jhulelal
ilallah
palang
turn
adhoora
bachaaye
sukariya
tedha
peeli
cant
vahaan
mathura
nasa
milayi
nasheen
rukhi
boye
sapanon
thaame
ankahi
inme
picnic
rela
junun
mayi
pehar
badhati
copy
aasaman
khaaq
tire
darke
tole
jawaa
bemisaal
jiti
barasta
uf
hawas
teeno
kahete
mauje
chhupta
sati
damak
desire
dhinna
hulla
bahein
kalaai
mohabat
tyag
boi
janmon
kaisee
saugaat
tabla
kher
sarkari
firti
bawre
fakat
mahobat
rajni
sunake
loo
kawara
haiyo
bachale
habib
yaqeen
haso
manjhi
lagade
virane
khilenge
chauk
ladaka
true
kisaki
girdhari
dhaaga
sunaya
abhimaan
lar
thadi
goree
tihari
latoo
rakht
ganapati
ikkad
loye
gupachup
arziyaan
gehna
nate
mauji
betaabi
fansi
sakoge
sheetal
dollar
daalaa
chupchap
chhuke
rustam
nachaye
bismil
hawaayein
chaat
jayen
deedaar
dhundha
parade
rulaya
thahro
ap
doo
bataau
kesar
chitwan
khoke
ujade
damke
hmmmm
rath
jute
ganesha
gulistan
jalega
kamina
aagosh
hear
dhundti
tadpu
hiya
vapas
todunga
gulfam
angara
jeeo
pukaro
khara
khaao
chadhati
mujhame
umm
neechi
chug
tufani
ladana
kaum
praani
chakhna
jithe
gajre
ghana
uthegi
kalander
doosre
qatra
baaqi
rahena
inam
jagdish
katal
gito
subhaan
unpe
sadha
rajkumar
dushwaar
hafte
gharwaali
rotiya
bulleya
daraye
taru
bananas
laile
rappa
fanan
tain
switty
makhanaa
kamai
chandra
satane
guzari
viran
murade
haqeeqat
surya
diyaan
rangoli
mahalo
eight
saam
sahib
chub
sohna
hira
chhodna
bekal
jaanti
bekadar
raza
bichaye
saanwariya
ghup
behne
bike
girne
labh
padne
jaley
chhodungi
jhulo
nanad
sajake
manaa
milaane
sachha
told
aisee
khazane
hirani
chashma
hariyali
guy
khilati
janak
hawaale
uthata
attitude
kaato
farhad
hasane
funda
chodd
heyy
waa
shona
achchhaa
madari
pakadi
chhil
comon
paao
chadhta
sula
saay
kanahiya
kita
saab
street
lehja
molo
commando
ure
titar
tabahee
gulgula
kanwarlal
tewar
shay
naw
panth
funk
chara
lagde
kaabil
bayan
lenaa
itihaas
gawah
kaanon
dande
shikaar
rachi
nachaya
bhaav
phenko
lipta
mainne
beri
vaqt
virus
ashqon
pataka
chhann
kispe
jhukna
banka
harsu
bajate
manzilein
mitaye
dhona
aakho
nashad
wafaye
phera
dhage
nibhaya
duhkh
shot
sakhiyon
bhanware
jooth
payegi
banduk
patak
saahab
adhikar
murkh
akhir
utani
kudiyon
jaey
arthi
abdul
rule
angadayi
japani
oja
jootha
him
naujawano
thaane
kabir
chhabi
vardi
mastaane
aazaadi
japna
bachalo
subh
kesi
bemaut
chamko
mamu
nachde
saaiyan
parindey
marz
hanso
gimme
dedi
bhado
chaley
sathiyo
basati
babuaa
naja
alibaba
ghe
nariyal
kauda
jumme
nakar
humma
tarkeebein
jing
kalsa
ummbakkum
jaying
kheva
kadak
ghalat
yaani
raunak
mode
kashish
pachhtaye
room
utaare
chahaton
jhoote
diljani
mistar
ankhen
sharminda
guljar
kharcha
bahen
masiha
ladakpan
maangta
tadapti
naukri
mitaya
bharle
banaunga
veena
hamaaraa
gairon
chupana
kaarwaan
chhati
jadugari
bor
khayaalo
badte
match
cut
step
milai
kutte
v
ulajhi
papad
rel
sangram
ladiye
bant
baz
uthti
khilaa
garaz
charon
aavaaz
dant
baawre
naachi
jaavan
teacher
karaa
hassi
mer
nagama
banade
lagiya
kalyug
bolne
mehboobi
panna
khau
class
ande
sharmati
chitti
found
humi
teekha
baata
inaayat
mauqa
pujaari
dastak
news
jhumaka
badkar
impossible
aavan
badhiya
tapake
molla
thaare
wooo
sehmi
yama
laayega
hurre
shivay
rabbi
sava
aririrara
bhini
roku
maujon
pahar
kachche
nyara
jalu
dukhde
humdard
far
sagayi
niraale
dawar
bachchon
romantic
shart
khari
mashur
barsate
purwaiya
bhavra
ulte
mamata
rawan
jaalim
kachcha
ajee
sabake
rasm
jhalke
khulam
haskar
galli
saudagar
chhupaaye
vahan
dasi
sajegi
aayein
laharo
sulagti
paimaane
nishaniya
darata
mache
kaata
posh
phika
waadon
sambhalta
bhukhe
fakir
punam
behisab
sararat
jokar
suhaag
fine
head
utana
rakhti
toko
bhadki
hama
padosi
garden
aaogi
mazedaar
aapa
meharbaani
hichaki
chichora
imtehan
katori
shehnaai
dilaye
parvana
omkara
karbala
kehnda
runjhun
nation
lagya
kuiba
maahive
oiya
jaaneja
chakka
malamaal
poocho
dilwali
jeen
nihare
hawaao
whole
paai
hoyye
dhanda
dooje
sharmaayi
behan
gyaan
shai
gujaro
paris
chhui
ashiqui
ginti
ishqe
lappa
chadhti
ikaraar
nobody
close
ishaq
fatak
paata
haixa
dude
kush
chaaya
raji
bisar
mohobbat
khamoshiyan
saugat
dilbaro
muslim
ubhar
pyaali
unhen
danke
pahalu
lobhi
baawri
sawriya
begair
aashao
behati
bhagavaan
hasarat
qubool
haro
mataki
kache
zulmo
rahanaa
plan
dubara
year
bagiyaa
sangit
diladaar
kehnde
rishtey
bejaan
dhime
jagenge
badam
samajhte
paymane
makes
marata
chudiyaan
kalaiya
bhulaiya
sakha
chhodega
laagey
ratiyan
ishaaro
madine
home
haafiz
fenny
telephone
tirkit
jaanewaale
volume
possible
deem
bhoolna
luteya
madhuri
bubadi
yei
kola
thayn
abhimanyu
marjaani
hukm
channo
ak
balihari
saree
laash
sound
dikhaa
jaakar
jalima
paunga
maye
gujarti
gayegi
solva
giregi
mudi
jijaji
sochenge
lamhaa
palki
rasili
still
phulwari
jhal
hilmil
badey
bajati
bhaala
qadar
aayina
berang
ronak
eighty
dabaye
jhele
khelna
sawalo
piyenge
aayege
hanji
bahata
patri
change
radhika
nikhaar
pighla
kamaan
kaudi
bhagawan
fasal
sochata
hindole
nyare
parmeshwar
padhe
gilaa
muskuraa
aasre
aasmaa
locha
rahan
hosla
nada
ghada
dhalka
maarenge
chuni
tayar
ghoor
gulsita
barfi
gujri
haaa
peechha
miloge
jhool
khabariya
darbadar
taake
hathkadi
kisamat
anand
sunai
chhatri
yi
afasana
rasto
naiyon
rakhwali
panaah
shohrat
naseebon
nik
mawali
gole
hasaye
taise
salama
dhundhta
andheraa
bulbula
dhik
daye
dupattaa
uparwale
pajaabi
machalna
pheeki
morcha
shivaay
takrayega
zum
